package Task2.project.view;

public class ToChooseStart {
        public int toChoose() {
            System.out.println("\n1 - Загрузить список животных питомника из файла\n" +
                    "2 - Распечатать список животных питомника\n" +
                    "3 - Добавить новое животное в список животных питомника\n" +
                    "4 - Найти всех животных отдного типа\n" +
                    "5 - Найти животное и распечатать список его команд\n" +
                    "6 - Научить животное новой команде\n" +
                    "7 - Сохранить список животных питомника в файл\n" +
                    "8 - завершить работу.");
            return toChoose();
        }
    }   

